export default [{
    payload_id:           1,
    is_available: true,
    img_url:       "https://ntv-static.cdnvideo.ru/home/news/2023/20230205/sputn_io.jpg",
    title:        "«Электро-Л» № 4",
    description:  "Гидрометеорологическй космический аппарат",
    load_capacity: 1.8,
    flight_date_start: new Date(2023, 2, 10, 12, 12, 52, 0),
    flight_date_end:   new Date(2023, 2, 15, 12, 12, 52, 0),
    desired_price:        16.5,
    detailed_desc: "Спутники «Электро-Л» создаются в рамках Федеральной космической программы России и входят" +
        " в геостационарную гидрометеорологическую космическую систему «Электро» разработки НПО Лавочкина. Они предназначены" +
        " для обеспечения оперативной и независимой гидрометеорологической информацией подразделений Федеральной службы по" +
        " гидрометеорологии и мониторингу окружающей среды (Росгидромет) и других ведомств. " +
        "Сейчас в системе «Электро», функционирующей на околоземной орбите с 2011 года, используются по целевому назначению " +
        "два спутника — «Электро-Л» № 2 (запущен 11 декабря 2015 года) в точке стояния 14,5° западной долготы и «Электро-Л» №" +
        " 3 (запущен 24 декабря 2019 года) в точке стояния 76° восточной долготы. Аппарату «Электро-Л» № 4 предстоит работать" +
        " в точке стояния 165,8° восточной долготы. \n" +
        "Уникальные особенности спутников «Электро-Л» позволяют получать независимые метеоданные с орбиты Земли каждые 15—30" +
        " минут. Благодаря круглосуточной передаче с космических аппаратов высококачественных многоспектральных снимков повышается" +
        " не только качество и оперативность прогнозов погоды, но и решаются глобальные вопросы мониторинга климата и изменений," +
        " выдаются штормовые и экстренные телеграммы при выявлении чрезвычайных ситуаций. \n" +
        "Также, спутники ретранслируют сигналы от аварийных радиобуев международной спутниковой поисково-спасательной системы" +
        " КОСПАС-САРСАТ. Это помогает поисково-спасательным службам эффективнее реагировать на сигналы бедствия для спасения человеческих жизней.",
},
{
    payload_id:           2,
    is_available: true,
    img_url:       "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/ISS-59_Progress_MS-11_approaches_the_ISS.jpg/1200px-ISS-59_Progress_MS-11_approaches_the_ISS.jpg",
    title:        "«Прогресс МС-22»",
    description:  "Грузовой корабль",
    load_capacity: 2.5,
    flight_date_start: new Date(2023, 3, 7, 12, 12, 52, 0),
    flight_date_end:   new Date(2023, 3, 18, 12, 12, 52, 0),
    desired_price:        26.5,
    detailed_desc: "«Прогресс МС-22» — космический транспортный грузовой корабль серии «Прогресс», запуск которого состоялся 6" +
        " февраля 2023 года со стартового комплекса «Восток» (Площадка 31) космодрома «Байконур» по программе 83-й миссии снабжения " +
        "Международной космической станции[1]. Это 175-й полёт космического корабля серии «Прогресс».",
},
{
    payload_id:           3,
    is_available: true,
    img_url:       "https://news.cgtn.com/news/2023-02-26/Russia-s-replacement-Soyuz-spacecraft-arrives-at-space-station-1hJfEkcHidG/img/b5c3147c02e44da8941bf851fdebfcc7/b5c3147c02e44da8941bf851fdebfcc7-1280.png",
    title:        "«Союз МС-23»",
    description:  "Беспилотный корабль",
    load_capacity: 7.2,
    flight_date_start: new Date(2023, 3, 5, 12, 12, 52, 0),
    flight_date_end:   new Date(2023, 3, 25, 12, 12, 52, 0),
    desired_price:        35.5,
    detailed_desc: "'Союз МС' ('МС' - 'модернизированные системы') принадлежит к семейству космических" +
        " кораблей 'Союз' (первый пилотируемый запуск состоялся в 1967 году). Головным разработчиком и изготовителем" +
        " корабля является Ракетно-космическая корпорация 'Энергия' им. С. П. Королева (РКК 'Энергия'; город Королев," +
        " Московская область). Эскизный проект 'Союза МС', разработанный по заданию Федерального космического агентства" +
        " (ныне госкорпорация 'Роскосмос'), был одобрен на заседании научно-технического совета РКК 'Энергия' в августе" +
        " 2011 года. Корабль создан на базе предыдущей модификации 'Союз ТМА-М' (запуски проводились в 2010-2016 годах)" +
        " путем глубокой модернизации. 'Союз МС' предназначен для доставки экипажей на МКС и возвращения их с орбиты" +
        " обратно на Землю. Он выполняет роль корабля-спасателя в случаях вынужденной или аварийной эвакуации экипажа" +
        " (при возникновении опасной ситуации на станции, заболевания или травмы космонавтов). Кроме того, 'Союз МС'" +
        " используется для доставки на МКС и возвращения с орбиты небольших грузов (научно-исследовательской аппаратуры" +
        " и результатов экспериментов, личных вещей космонавтов и др.), а также для удаления со станции отходов в бытовом" +
        " отсеке, который сгорает плотных слоях атмосферы при спуске корабля.",
},
{
    payload_id:           4,
    is_available: true,
    img_url:       "https://finobzor.ru/uploads/posts/2016-09/org_vrke626.jpg",
    title:        "«Луч-5Х»",
    description:  "Многофункциональная космическая система ретрансляции",
    load_capacity: 37,
    flight_date_start: new Date(2023, 1, 5, 12, 12, 52, 0),
    flight_date_end:   new Date(2023, 1, 5, 12, 12, 52, 0),
    desired_price:        65,
    detailed_desc: "'Олимп-К', также обозначаемый как 'Луч', является российским геостационарным спутником," +
        " созданным для Министерства обороны России и российского разведывательного управления ФСБ. Цели миссий не" +
        " опубликованы. Согласно сообщению 'Коммерсанта', спутник будет выполнять двойную роль: одна из них - радиотехническая" +
        " разведка (SIGINT), а другая обеспечивает защищенную связь для правительственных нужд. Обозначение 'Луч' указывает" +
        " на роль ретранслятора данных. Следовательно, обозначение 'Олимп-К' может относиться к полезной нагрузке" +
        " SIGINT, в то время как обозначение 'Луч' относится к полезной нагрузке ретрансляции данных. Другой источник" +
        " сообщает, что спутник должен обеспечивать сигналы навигационной коррекции для системы ГЛОНАСС. Сообщалось также" +
        " о бортовом лазерном устройстве связи.",
},
{
    payload_id:           5,
    is_available: true,
    img_url:       "https://avatars.dzeninfra.ru/get-zen_doc/9428044/pub_641e3138e540d5493c71189b_641e520f617db875869202c0/scale_1200",
    title:        "«Барс-М №4»",
    description:  "Электронно-оптический спутник",
    load_capacity: 4,
    flight_date_start: new Date(2023, 1, 5, 12, 12, 52, 0),
    flight_date_end:   new Date(2023, 1, 5, 12, 12, 52, 0),
    desired_price:        17.4,
    detailed_desc: "Спутник 'Барс-М' - это новый электронно-оптический спутник наблюдения за территорией, который" +
        " заменит серию 'Янтарь-1KFT' (Kometa) с возвратом пленки и отмененную серию 'Барс'." +
        " 'Барс-М' является вторым воплощением проекта 'Барс', который был начат в середине 1990-х годов для разработки преемника спутников" +
        " наблюдения за территорией класса Komtea. Первоначальный проект Bars был остановлен в начале 2000-х годов. В" +
        " 2007 году 'ЦСКБ-Прогресс' заключило контракт на поставку 'Барс-М', для которого, как сообщается, сервисный" +
        " модуль на базе 'Янтаря' был заменен новым усовершенствованным сервисным модулем." +
        " Спутники 'Барс-М' оснащены электронно-оптической фотосистемой 'Карат', разработанной и изготовленной Ленинградским" +
        " оптико-механическим объединением (ЛОМО), и двойным лазерным высотомером для получения топографических изображений," +
        " стереоизображений, данных высотомера и изображений высокого разрешения с наземным разрешением около 1 метра.",
}]